Repository: timothee-alby/RunToScore
Catalog: App/Resources/AppResources.*.resx
Languages: fr_fr

source: About
fr_fr: A propos

# aboutText1
source: Hello! I'm Tim, a French engineering student. I made this app in a weekend for a class project and I hope you enjoy it :) For any question / remark / bug report, feel free to contact me by email:
fr_fr: Bonjour ! Je m'appelle Timothée et je suis élève en école d'ingénieur. J'ai fais cette application en un week-end pour un projet de classe, j'espère que vous l'apprécierez ! Pour toute question / remarque / bug, n'hésitez pas à me contacter par email :

# aboutText2
source: I plan to release an update soon, including worldwide ranking and Facebook sharing. Also, if you have any improvement ideas, tell me!
fr_fr: J'ai prévu de faire une mise à jour sous peu, incluant notamment un classement mondial et le partage Facebook. Mais si vous avez d'autres idées, dites-le moi !

# avgVitesse_before
source: Your avg. speed is
fr_fr: Vitesse moyenne :

source: Click to start
fr_fr: Commencer

# distance_before
source: You ran
fr_fr: Distance :

# duration_before
source: You ran for
fr_fr: Temps total :

source: History
fr_fr: Historique

# kCal_before
source: You lost around
fr_fr: Vous avez perdu

source: Kilometers
fr_fr: Kilomètres

# mainPanorama1
source: Run
fr_fr: Course

# mainPanorama2
source: History
fr_fr: Historique

# mainPanorama3
source: Ranking
fr_fr: Classement

# modeGPS
source: Allow GPS
fr_fr: Autoriser le GPS

# modeLock
source: Run under lock screen
fr_fr: Utiliser avec l'écran verrouillé

# modeTown
source: Town mode
fr_fr: Mode ville

# modeTownExplain
source: With town mode, pins on map are placed on streets rather than randomly. This use your data.
fr_fr: Avec le mode ville, les punaises sont placées dans les rues plutôt qu'aléatoirement. Cela consomme votre connexion.

# nbRun_before
source: in
fr_fr: en

# nbRun_unit
source: run
fr_fr: courses

source: New Run
fr_fr: Nouvelle course

# noRunYet
source: You didn't run ... Yet
fr_fr: Vous n'avez pas encore couru

# points_before
source: You won
fr_fr: Points :

source: Privacy policy
fr_fr: Politique de confidentialité

source: Settings
fr_fr: Réglages

# textRankingWait
source: Sorry, ranking is not yet available... But it'll come soon in an update. Stay tuned ;)
fr_fr: Désolé, le classement n'est pas encore disponible... Mais cela viendra bientôt dans une mise à jour. Un peu de patience ;)

# titleMetric
source: Metric system
fr_fr: Système métrique

source: You have
fr_fr: Vous avez

source: You ran
fr_fr: Distance :

source: you ran for
fr_fr: Temps :

# PrivacyPolicyText
source: Your privacy is important. This application uses your location to measure your performance and track your route during your exercise. Your location data is not published and is only stored on your phone so you can have access to history. You may disable Location Services from RuntoScore settings section. If you have any question, feel free to ask at RunToScore@gmail.com
fr_fr: Votre vie privée est importante. Cette application utilise votre emplacement pour mesurer vos performances et suivre vos déplacements pendant vos courses. Vos données d'emplacement ne sont pas publiées et seront seulement enregistrées sur votre téléphone pour que vous puissiez accéder à votre historique. Vous pouvez désactiver le service de positionnement depuis la page Réglages. Si vous avez des questions, n'hésitez pas à les poser par mail à RunToScore@gmail.com

source: Allow GPS?
fr_fr: Autoriser le GPS?

# AllowGPSText
source: To use this app you need to allow GPS usage. We do not use your GPS data on other purpose that recording your exercise tracking data. For more informations, you can read the privacy policy in the settings page.
fr_fr: Pour utiliser cette application vous devez autoriser l'usage du GPS. Nous n'utilisons pas vos données pour autre chose qu'enregistrer vos données de course. Pour plus d'informations, vous pouvez consulter la politique de confidentialité qui se trouve dans la page Réglages.

# StopReccordings
source: Warning
fr_fr: Attention

# StopReccordingsText
source: You are about to stop reccordings. Continue?
fr_fr: Vous êtes sur le point d'arrêter l'enregistrement, continuer ?

source: Please Allow GPS
fr_fr: GPS désactivé

# PrivacyPolicyTitle
source: Privacy
fr_fr: Confidentialité

source: Share
fr_fr: Partager

source: Share by Mail
fr_fr: Partager par Mail

source: Share by Message
fr_fr: Partager par Message

# ShareBySkyDrive
source: Share on SkyDrive
fr_fr: Partager sur SkyDrive

# ShareMailSubject
source: Hi, look at my last run
fr_fr: Salut, regarde ma dernière course

# ShareOnFB
source: Share to your friends
fr_fr: Envoyer à vos amis
